[
  {
    "title": "Authority",
    "authors": "Jeff VanderMeer",
    "description": "The much anticipated second instalment in VanderMeer’s Southern Reach trilogy In Annihilation, Jeff VanderMeer introduced the mysteries of Area X—a remote and lush terrain mysteriously sequestered from civilization. It was the first volume of a projected trilogy; well in advance of publication, translation rights had sold all around the world, and a major movie deal had been struck. Just months later, the second volume is here. For thirty years, the only human engagement with Area X has taken the form of a series of expeditions monitored by a secret agency called the Southern Reach. After the disastrous twelfth expedition chronicled in Annihilation, the Southern Reach is in disarray, and John Rodriguez (a.k.a. “Control”) is the team’s newly appointed head. From a series of interrogations, a cache of hidden notes and hours of profoundly troubling video footage, the secrets of Area X begin to reveal themselves—and what they expose pushes Control to confront disturbing truths about both himself and the agency he’s promised to serve. And the consequences will reach much farther than that. The Southern Reach trilogy will conclude in fall 2014 with Acceptance.",
    "image": "http://books.google.com/books/content?id=zGt-AgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
  },
  {
    "title": "Dog Man: World Book Day 2020",
    "authors": "Dav Pilkey",
    "description": "Tegneserie. Read about Dog Man avoiding a bath at all costs, plus foiling a bank robbery and a plot to turn everyone into zombies",
    "image": "http://books.google.com/books/content?id=nj-DygEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71r0h9XsX6v5ZwpvdQTVqtod7nGks82bQuD6LApWe0rTcWnoWD3EBFqWl6Nw3lZz3CvbK7xudet-fPhV5pHQiuISXto2CSuNxt06UgTs6FkpuXFkq_RXSKVpsx_1quiyV52sT1N&source=gbs_api"
  },
  {
    "title": "Matilda (Colour Edition)",
    "authors": "Roald Dahl",
    "description": "<p>Roald Dahl's much-loved Matilda, now with Quentin Blake's original illustrations in full colour. Matilda Wormwood's father thinks she's a little scab. Matilda's mother spends all afternoon playing bingo. And Matilda's headmistress Miss Trunchbull? Well, she's the worst of all. She is a big bully, who thinks all her pupils are rotten and locks them in the dreaded Chokey. As for Matilda, she's an extraordinary little girl with a magical mind - and now she's had enough. So all these grown-ups had better watch out, because Matilda is going to teach them a lesson they'll never forget.<br><br>Matilda is also a phenomenally successful, award-winning London stage musical, adapted for the stage by Dennis Kelly with music by Tim Minchin. <br><br>'A true genius . . . Roald Dahl is my hero' - David Walliams<br><br>Look out for new Roald Dahl apps in the App store and Google Play- including the disgusting TWIT OR MISS! inspired by the revolting Twits.",
    "image": "http://books.google.com/books/publisher/content?id=P6D7DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72w67PojnYPP4pgBlGmfkioGkm5b3uzJB9d-1vW3J9DIlZvt-wO4U_tW7MYa-ClMyx0yzvkQSnVNy6uM2UPeVT1n0wa_htMzyoZl0dorEfXejoyqkHK8qFsp6WWmyygQgWuB9ak&source=gbs_api"
  }
]